Repository: BogyMitutoyoCTL/Checklisten-App-2022.1
Catalog: Source/lib/l10n/app_*.arb
Languages: de

# appBarChecklists
source: Your Checklists
de: Deine Checklisten

# appBarSettings
source: Settings
de: Einstellungen

# mainScreenLanguageSettings
source: Change language
de: Spracheinstellungen

# mainScreenThemeSettings
source: Change Theme
de: Themeneintellung

# mainScreenButtomButton
source: Back
de: Zurück

# languageSettings
source: Choose your language
de: Wähle deine Sprache

# appBarChecklistname
source: Name of the checklists
de: Name der Checkliste

# hintText
source: Name of the list !max. 24 characters!
de: Name der Liste !max. 24 Zeichen!

# appBarCreateChecklist
source: NEW Checklist
de: NEUE Checklisten

# settingsChooseTheme
source: Choose your theme:
de: Wähle Dein Theme:

# settingsDarkMode
source: Dark-Mode
de: Dark Theme

# settingsLightMode
source: Light-Mode
de: Light Theme

# settingsSystemMode
source: System-Mode
de: System Theme

# exitAreYouSure
source: Are you sure?
de: Bist Du sicher?

# exitDoYouWantToExit
source: Do you want to exit the App?
de: Willst Du die App beenden?

# exitNo
source: No
de: Noch nicht

# exitYes
source: Yes
de: Klar doch
